RANKS = {
    0: "Новоявленный пользователь",
    10: "Еще зеленый",
    25: "Новичок",
    50: "Ученик",
    100: "Практикант сообщений",
    150: "Освоившийся",
    200: "Сформированный пользователь",
    300: "Уверенный пользователь чатов",
    500: "Любитель пообщаться",
    1000: "Спамер",
    1500: "Спамер со стажем",
    2000: "Бывалый",
    5000: "Преданный",
    10000: "Владыка чатов",
    100000: "Порождение чатов",
    1000000: "Покровитель строчек"
}

RATE = {
    10: 1,
    50: 2,
    100: 3,
    250: 4,
    500: 5,
    1000: 10,
    2000: 25,
    5000: 50
}